Repository: rikkinet/directory
Catalog: i18n/*/LC_MESSAGES/directory.po
Languages: es_es, ja_jp, sv_se, vi

source: ALERT_INFO to be sent when called from this Directory. Can be used for distinctive ring for SIP devices.
es_es: ALERT_INFO que se enviará cuando se llama desde este Directorio. Puede ser utilizado como timbre especial para los dispositivos SIP.
ja_jp: このディレクトリから呼び出された際に送信されるアラート情報。SIPデバイスの着信音に使用することができます。このディレクトリから呼び出された際に送信されるアラート情報。SIPデバイスの着信音に使用することができます。
vi: Thông tin cảnh báo sẽ được sử khi được gọi từ danh mục web này. Có thể được sử dụng cho chuông đặc biệt đối với các thiết bị SIP.

source: Actions
es_es: Acciones
vi: Các thao tác

source: Add Directory
es_es: Agregar Directorio
ja_jp: ディレクトリを追加
sv_se: Lägg till katalog
vi: Thêm Danh mục web

source: Add new entry.
es_es: Agregar nueva entrada.
ja_jp: 新規エントリーを追加。
sv_se: Lägg till ny post.
vi: Thêm mục nhập mới.

source: Alert Info
es_es: Info Alerta
ja_jp: アラート情報
vi: Thông tin cảnh báo

source: All Users
es_es: Todos los Usuarios
ja_jp: 全てのユーザー
sv_se: Alla användare
vi: Tất cả người dùng

source: An Error occurred trying to contact the server adding a row, no reply.
es_es: Ha ocurrido un Error tratando de contactar al servidor al agregar una fila, no hay respuesta.
sv_se: Ett fel uppstod när servern kontaktades för att lägga till ny post, inget svar.
vi: Xảy ra lỗi khi cố liên lạc với máy chủ khi thêm một hàng, không hồi đáp.

source: Announce Extension
es_es: Anunciar Extensión
ja_jp: 内線をアナウンス
sv_se: Meddela anknytning
vi: Thông báo máy nhánh

source: Announcement
es_es: Anuncio
ja_jp: アナウンス
sv_se: Välkomsthälsning
vi: Thông báo

source: Applications
es_es: Aplicaciones
ja_jp: アプリケーション
vi: Các ứng dụng

source: CallerID Name Prefix
es_es: Nombre prefijo CallerID
ja_jp: 発信者ID名前プリフィックス
sv_se: Prefix för nummerpresentation
vi: Hậu tố của tên CallerID

source: Choose One
es_es: Seleccione Uno
ja_jp: 一つを選択
sv_se: Välj en
vi: Chọn một

source: Click here to remove this entry
es_es: Click aquí para eliminar entrada
ja_jp: このエントリーを削除するにはここをクリック
sv_se: Klicka här för att ta bort posten
vi: Kích vào đây để xóa mục nhập này

source: Custom
es_es: Personalizado
ja_jp: カスタム
sv_se: Anpassad
vi: Tùy chỉnh

source: Default
es_es: Por defecto
ja_jp: デフォルト
sv_se: Standard
vi: Mặc định

source: Default Directory
es_es: Directorio Por Defecto
ja_jp: デフォルトディレクトリ
sv_se: Standardkatalog
vi: Mặc định Danh mục web

source: Default Group Inclusion
es_es: Grupo Inclusión por defecto
ja_jp: デフォルトグループに含まれる
sv_se: Inkludera i standardgrupp
vi: Mặc định Group Inclusion

source: Delete
es_es: Borrar
vi: Xóa

source: Delete Directory %s
es_es: Eliminar Directorio %s
ja_jp: ディレクトリを削除 %s
sv_se: Ta bort katalog %s
vi: Xóa Danh mục web %s

source: Description of this directory.
es_es: Una descripción para este Directorio.
ja_jp: このディレクトリの説明
sv_se: Ge en meningsfull beskrivning för denna katalog
vi: Mô tả của Danh mục web này.

source: Destination to send the call to after Invalid Recording is played.
es_es: Destino para enviar la llamada después de reproducir Mensaje Inválido.
ja_jp: 無効な録音が再生された場合に、呼が送られる宛先。
sv_se: Destination att skicka samtalet till efter Ogiltigt meddelande spelats upp
vi: Điểm đích để gửi cuộc gọi đến khi Invalid Recording ( Ghi âm không hợp lệ ) được phát.

source: Dial
es_es: Marcar
ja_jp: ダイヤル
vi: Quay số

source: Directory
es_es: Directorio
ja_jp: ディレクトリー
sv_se: Katalog
vi: Danh mục web

source: Directory %s:
es_es: Directorio %s:
ja_jp: ディレクトリ： %s
sv_se: Katalog %s:
vi: Danh mục web %s:

source: Directory Description
es_es: Descripción Directorio
ja_jp: ディレクトリ説明
sv_se: Beskrivning
vi: Mô tả Danh mục web

source: Directory General Options
es_es: Opciones Generales Directorio
ja_jp: ディレクトリ一般オプション
vi: Tùy chọn chung của Danh mục web

source: Directory Name
es_es: Nombre Directorio
ja_jp: ディレクトリ名
sv_se: Katalognamn
vi: Tên Danh mục web

source: Directory Options (DTMF)
es_es: Opciones (DTMF) Directorio
ja_jp: ディレクトリオプション(DTMF)
vi: Tùy chọn của Danh mục web (DTMF)

source: Directory&nbsp;Entries
es_es: Entradas de Directorio
ja_jp: ディレクトリ&nbsp;エントリー
sv_se: Katalogval
vi: Danh mục web &nbsp;Các mục nhập

source: Directory: %s
es_es: Directorio: %s
ja_jp: ディレクトリ： %s
sv_se: Katalog: %s
vi: Danh mục web: %s

source: Directory: %s
es_es: Directorio: %s
ja_jp: ディレクトリ： %s
sv_se: Katalog: %s
vi: Danh mục web: %s

source: Disabled
es_es: Deshabilitado
vi: Bị vô hiệu

source: Edit %s: %s
es_es: Editar %s: %s
ja_jp: %sを編集: %s
sv_se: Redigera %s: %s
vi: Chỉnh sửa %s: %s

source: Edit Directory
es_es: Editar Directorio
vi: Chỉnh sửa Danh mục web

source: Edit Directory: %s
es_es: Editar Directorio: %s
ja_jp: ディレクトリを編集： %s
vi: Chỉnh sửa danh mục web: %s

source: Enabled
es_es: Habilitado
vi: Đã kích hoạt

source: Exclude
es_es: Excluir
ja_jp: 除外
sv_se: Exkludera
vi: Không bao gồm

source: Greeting to be played on entry to the directory.
es_es: Mensaje que será reproducido al entrar en el Directorio.
ja_jp: ディレクトリに入る際に再生される挨拶メッセージ。
vi: Lời chào trong mục nhập được phát tới Danh mục web.

source: Include
es_es: Incluir
ja_jp: 含む
sv_se: Inkludera
vi: Bao gồm

source: Invalid Destination
es_es: Destino Inválido
ja_jp: エラー宛先
sv_se: Destination för ogiltigt svar
vi: Điểm đích không hợp lệ

source: Invalid Recording
es_es: Mensaje Inválido
ja_jp: エラー音声
sv_se: Ogiltigt meddelande
vi: Ghi âm không hợp lệ

source: Invalid Retries
es_es: Reintentos Inválidos
ja_jp: 不正リトライ数
sv_se: Ogiltiga försök
vi: Mục nhập không hợp lệ

source: Invalid Retry Recording
es_es: Mensaje Intentos Inválidos
ja_jp: エラーリトライ音声
sv_se: Meddelande vid ogiltiga försök
vi: Ghi lại Retry không hợp lệ

source: List Directories
es_es: Listar Directorios
vi: Danh sách danh mục

source: Name
es_es: Nombre
ja_jp: 名前
vi: Tên

source: Name Announcement
es_es: Nombre Anuncio
ja_jp: 名前のアナウンス
vi: Tên thông báo

source: Name of this directory
es_es: Nombre de este Directorio
vi: Tên của danh mục web

source: Name of this directory.
es_es: Nombre para este Directorio.
ja_jp: このディレクトリの名前。
sv_se: Ge denna katalog ett beskrivande namn
vi: Tên của danh mục web này.

source: No
vi: Không

source: None
es_es: Ninguno
vi: Không có

source: Number of times to retry when receiving an invalid/unmatched response from the caller
es_es: Número de veces para volver a intentar cuando se recibe una respuesta inválida/no coincidente desde la persona que llama
ja_jp: 発信者からの無効な/合致しない応答を受信したときに再試行する回数
sv_se: Antal gånger att försöka vid ogiltigt/icke matchat försök från uppringaren
vi: Số lần thử lại khi nhân một phản hồi không hợp lê/ không khớp từ người gọi

source: Override the ringer volume. Note: This is only valid for %s phones at this time
es_es: Anular el volumen del timbre. Nota: esto sólo es válido para los teléfonos %s en este momento
vi: Ghi đè âm lượng chuông. Lưu ý: Điều này chỉ hợp lệ cho %s điện thoại tại thời điệm này

source: Prefix to be appended to current CallerID Name.
es_es: Prefijo que se agregará al actual nombre de CallerID.
ja_jp: 現在の発信者ID名に追加されるプリフィックス
sv_se: Skriv in ett prefix att lägga till befintlig nummerpresentation
vi: Tiền tố được thêm vào tên CallerID hiện tại.

source: Prompt to be played before sending the caller to an alternate destination due to the caller pressing 0 or receiving the maximum amount of invalid/unmatched responses (as determined by Invalid Retries)
es_es: Mensaje que se reproduce antes de enviar la llamada a un destino alternativo ya sea porque el llamante presione 0 o debido a recibir la máxima cantidad de respuestas inválidas/no coincidentes (según lo determinado por Reintentos Inválidos)
ja_jp: 発信者は0を押している、または無効な／マッチしない返答が上限に達した時に発信者を代わりの宛先に送る前に再生されるプロンプト
sv_se: Meddelande att spela upp för uppringaren innan samtalet skickas till alternativ destination då uppringaren slagit 0 eller det maximala antalet ogiltiga försök (angivet i fältet Ogiltiga försök)
vi: Nhắc nhở được phát trước khi gửi người gọi tới một điểm đích lựa chọn do người gọi nhấn 0 hoặc nhận được tối đa các phản hồi không họp lệ/ không khớp ( như đã xác định tại Invalid Retry)

source: Prompt to be played when an invalid/unmatched response is received, before prompting the caller to try again
es_es: Mensaje que se reproduce cuando una respuesta inválida/no coincidente se recibe, antes de que la persona que llama vuelva a intentarlo
ja_jp: 無効な/合致しない応答を受信したときに、発信者に再試行を促す前に再生されるプロンプト。
sv_se: Meddelande att spela upp vid ogiltigt/icke matchat försök från uppringaren, spelas upp innan uppringaren ombeds försöka igen
vi: Nhắc nhở được phát khi nhận được một trả lời khôn hợp lê/ không khớp, trwuowcs khi nhắc nhở người gọi thử lại lần nữa

source: Reset
es_es: Reiniciar
vi: Cài đặt lại

source: Return to IVR
es_es: Volver al IVR
ja_jp: IVRに戻る
sv_se: Återgå till IVR
vi: Quay lại IVR

source: Ringer Volume Override
es_es: Anulación del volumen del timbre
vi: Ghi đè âm lượng chuông

source: Select
es_es: Seleccionar
vi: Chọn

source: Spell Name
es_es: Decir Nombre
ja_jp: 名前のスペル
sv_se: Stava namn
vi: Đánh vần tên

source: Submit
es_es: Enviar
ja_jp: 送信
sv_se: Spara ändringar
vi: Gửi đi

source: System Recordings:
es_es: Grabaciones Sistema:
ja_jp: システム録音:
sv_se: Systeminspelning:
vi: Các ghi âm hệ thống:

source: Text to Speech
es_es: Texto a voz
ja_jp: テキスト to スピーチ(テキスト合成音声)
sv_se: Text-till-tal
vi: Tính năng Text to speech- Phát lại in văn bản dưới dạng lời nói

source: This entry has already been added
es_es: Esta entrada ya ha sido añadida
vi: Mục nhập này được thêm

source: This should auto-populate with the extension's descriptive name. This is what users will search by when asked to enter the first 3 letters of the person's name. For example, if the name is Bartholomew, the caller would enter 227 for BAR. This field should be a name as the search option is based on Name and not the number.
vi: Điều này sẽ tự động điền với tên mô tả của máy nhánh. Đây là cách mà người dùng sẽ sử dụng tìm kiếm khi được yêu cầu nhập 3 chữ cái đầu tiên của tên người đó. Ví dụ: nếu tên là Bartholomew, người gọi sẽ nhập 227 cho BAR. Trường này phải là một tên vì tùy chọn tìm kiếm dựa trên Tên chứ không phải số.

source: Tied to a Directory allowing all entries in that directory to be dialed directly, as they appear in the directory
es_es: Asociado a un Directorio permitiendo que todas las entradas en ese directorio puedan discarse directamente, tal cual aparecen en el mismo
ja_jp: 全てのエントリに直接ダイヤルする許可の権限を持つディレクトリが表示されます
vi: Liên kết với một danh mục web cho phép tất cả các mục nhập (entry) trong thư mục đó được quay số trực tiếp, khi chúng xuất hiện trong danh mục

source: Voicemail Greeting
es_es: Saludo Correo Vocal
ja_jp: ボイスメール挨拶
sv_se: Välkomstmeddelande för röstbrevlåda
vi: Lời chào thư thoại

source: When checked, the extension number being transferred to will be announced prior to the transfer
es_es: Cuando se activa, el número de extensión a donde se pasa la llamada se dará a conocer antes de la transferencia
ja_jp: チェックされた場合、転送される内線番号が転送前にアナウンスされます。
vi: Khi đã đánh dấu Check, số máy nhanh đang được chuyển tới sẽ được thông báo trước khi chuyển

source: When selected, if the call passed through an IVR that had "Return to IVR" selected, the call will be returned there instead of the Invalid destination.
es_es: Cuando se selecciona, si la llamada pasa a través de un IVR que había "Volver al IVR" seleccionado, hará que la llamada sea devuelta allí en lugar de un destino inválido.
ja_jp: 選択された場合、コールが、"IVRに戻る"が選択されたIVRを通過する場合は、コールは無効にならずにそこに戻ります。
sv_se: När detta val är aktiverat kommer samtalet, om uppringaren kommer från en IVR som har "Återgå till IVR" valt, att returneras dit i stället för Destination vid ogiltigt svar.
vi: Khi được chọn, nếu cuộc gọi truyền qua một IVR mà "Return to IVR" được chọn, cuộc gọi sẽ được bị trả về thay vì điểm đích không hợp lệ.

source: Yes
es_es: Si
vi: Có

source: You can include or exclude this extension/user from being part of the default directory when creating or editing.
es_es: Usted puede incluir o excluir esta extensión/usuario para formar parte del directorio por defecto al crear o modificar.
ja_jp: 作成または編集時に、この内線/ユーザーをデフォルトディレクトリの一部に含む/除外することができます。
sv_se: Du kan inkludera eller exkludera denna anknytning/användare från att vara med i standardkatalogen.
vi: Bạn có thể bao gồm hay loại trừ máy nhánh/ người dùng này ra khỏi một phần của mặc định Danh mục web khi tạo hay chỉnh sửa.

source: [SYSTEM DEFAULT]
es_es: [DEFAULT SISTEMA]
ja_jp: [システムデフォルト]
vi: [MẶC ĐỊNH HỆ THỐNG]

source: deleting default_directory and migration tracking keys..
es_es: eliminando default_directory y migrando llaves..
ja_jp: 行を追加するサーバーへの接続を試行中にエラーが発生しました、応答がありません。
vi: Đang xóa danh mục web mặc định và các khóa theo dõi việc dịch chuyển..

source: dropping directory_details, directory_entries..
es_es: parando directory_details, directory_entries..
ja_jp: directory_details, directory_entriesをドロップ中..
sv_se: tar bort tabellerna directory_details, directory_entries..
vi: Đang thả các chi tiết của danh mục web, các mục nhập của danh mục web...

source: remove
es_es: eliminar
ja_jp: 削除
sv_se: ta bort
vi: Xóa
